export default defineEventHandler(() => {
    return {
        offers: [
            {
                id: 1,
                offerType: 'Аукцион',
                title: 'Пиломатериалы брус доска',
                city: 'Санкт-Петербург, Красное Село',
                seller: 'Торговый Дом ГОСТ',
                productType: 'Стройматериалы',
                description: 'Пиломатериалы брус доска. Распродажа пиломатериалов в связи закрытием ЛЕСО-БАЗЫ!\n' +
                    'Успейте приобрести пиломатериал со скидками до закрытия 01.06.2022 !\n',
                price: 11000 ,
                quantity: 3,
                image: '/images/offer1.jpeg',
                status: 'BAG',
                liked: false,
            },
            {
                id: 2,
                offerType: 'Аукцион',
                title: 'Пиломатериалы брус доска',
                city: 'Санкт-Петербург, Красное Село',
                seller: 'Торговый Дом ГОСТ',
                productType: 'Стройматериалы',
                description: 'Пиломатериалы брус доска. Распродажа пиломатериалов в связи закрытием ЛЕСО-БАЗЫ!\n' +
                    'Успейте приобрести пиломатериал со скидками до закрытия 01.06.2022 !\n',
                price: 11000 ,
                quantity: 3,
                image: '/images/offer1.jpeg',
                status: 'BAG',
                liked: false,
            },
            {
                id: 3,
                offerType: 'Аукцион',
                title: 'Пиломатериалы брус доска',
                city: 'Санкт-Петербург, Красное Село',
                seller: 'Торговый Дом ГОСТ',
                productType: 'Стройматериалы',
                description: 'Пиломатериалы брус доска. Распродажа пиломатериалов в связи закрытием ЛЕСО-БАЗЫ!\n' +
                    'Успейте приобрести пиломатериал со скидками до закрытия 01.06.2022 !\n',
                price: 11000 ,
                quantity: 3,
                image: '/images/offer2.jpg',
                status: 'BAG',
                liked: false,
            },
            {
                id: 4,
                offerType: 'Аукцион',
                title: 'Пиломатериалы брус доска',
                city: 'Санкт-Петербург, Красное Село',
                seller: 'Торговый Дом ГОСТ',
                productType: 'Стройматериалы',
                description: 'Пиломатериалы брус доска. Распродажа пиломатериалов в связи закрытием ЛЕСО-БАЗЫ!\n' +
                    'Успейте приобрести пиломатериал со скидками до закрытия 01.06.2022 !\n',
                price: 11000 ,
                quantity: 3,
                image: '/images/offer1.jpeg',
                status: 'BAG',
                liked: false,
            },
        ],
    }
});